Repository: frosklis/kmc2-maps
Catalog: languages/kmc2maps-*.po
Languages: es_es

source: Where is this?
es_es: ¿Dónde es esto?

source: Visited countries
es_es: Países visitados

source: Visited places
es_es: Lugares visitados

source: Round trip?
es_es: ¿El viaje empieza y termina en el mismo lugar?

source: Visited countries. <a href="http://en.wikipedia.org/wiki/ISO_3166-1_alpha-3">Three digit code</a>, separated by commas. Example: "ESP,FRA"
es_es: Países visitados. <a href="http://en.wikipedia.org/wiki/ISO_3166-1_alpha-3">Código de tres dígitos</a>, separados por comas. Ejemplo: "ESP,FRA"

source: Place
es_es: Lugar

source: Get coordinates
es_es: Obtener coordenadas

source: Latitude
es_es: Latitud

source: Longitude
es_es: Longitud

source: Visualization of a trip. This widget is only useful when used in a category page.
es_es: Visualización de un viaje. Este widget sólo es útil en las páginas de categoría.

source: New title
es_es: Nuevo título

source: Title:
es_es: Título:

source: Trips we've made
es_es: Viajes que hemos hecho

source: Map showing visited countries
es_es: Mapa que muestra los países visitados

source: Visualization of our trips
es_es: Visualización de nuestros viajes
